# x = 5
# if x < 0:
#     print("Х меньше 0")
# else:
#     print("X больше 0")
#
# x = 3
#
# if x < -2 and x != 0:
#     print("Число входит в диапазон")

# ages = [23, 65, 83]
# age1 = 23
# age2 = 24
# if age1 in ages:
#     print("Да, у тебя верный возраст")
# else:
#     print("Нет, у тебя не верный возраст")

# x = int(input("Введите число: "))
#
# if x < 0:
#     print("Отрицательное число")
# else:
#     print("Положительное число")

if x % 2 == 0:
    print("Четное число")
else:
    print("Нечетное число")